13/data/attachments/803b53dd1338b9d0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:allUsersPageRequest>
            <nif:username>soap_user_1e14a3b2-efcc-49c5-9108-72e96b513828</nif:username>
            <nif:pageInfo>
                <nif:page>2</nif:page>
                <nif:size>4</nif:size>
                
            </nif:pageInfo>
            
        </nif:allUsersPageRequest>
    </soapenv:Body>
</soapenv:Envelope>